// 강아지

// 주어진 예제처럼 출력하는 문제 4

// 문제
// 아래 예제와 같이 개를 출력하시오.

// 입력
// 없음.

// 출력
// 개를 출력한다.

// 예제 입력 1 

// 예제 출력 1 
// |\_/|
// |q p|   /}
// ( 0 )"""\
// |"^"`    |
// ||_/=\\__|

// 정답 1
console.log('|\\_/|\n|q p|   /}\n( 0 )"""\\\n|"^"`    |\n||_/=\\\\__|');

// 정답 2
// console.log('|\\_/|');
// console.log('|q p|   /}');
// console.log('( 0 )"""\\');
// console.log('|"^"`    |');
// console.log('||_/=\\\\__|');

// 정답 3
// console.log(`|\\_/|
// |q p|   /}
// ( 0 )"""\\
// |"^"\`    |
// ||_/=\\\\__|`)